tap "homebrew/bundle"
tap "homebrew/services"
brew "libyaml"
brew "asdf"
brew "bat"
brew "curl"
brew "dbmate"
brew "exa"
brew "gcc"
brew "ffmpeg"
brew "fish"
brew "git"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neofetch"
brew "neovim"
brew "oha"
brew "rsync"
brew "stow"
brew "syncthing", restart_service: true
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
vscode "denoland.vscode-deno"
vscode "EditorConfig.EditorConfig"
vscode "golang.go"
vscode "miguelsolorio.fluent-icons"
vscode "samverschueren.linter-xo"
vscode "thebearingedge.vscode-sql-lit"
