tap "homebrew/bundle"
tap "homebrew/linux-fonts"
tap "homebrew/services"
tap "jdx/tap"
brew "xz"
brew "bat"
brew "btop"
brew "curl"
brew "docker-completion"
brew "docker"
brew "docker-buildx"
brew "docker-credential-helper"
brew "doggo"
brew "eza"
brew "fastfetch"
brew "gcc"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-lfs"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "mise"
brew "neovim"
brew "nvtop"
brew "oha"
brew "rsync"
brew "sdl2_image"
brew "sdl2_sound"
brew "sdl2_ttf"
brew "stow"
brew "syncthing"
brew "tldr"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "homebrew/linux-fonts/font-cascadia-code"
brew "homebrew/linux-fonts/font-cascadia-code-nf"
brew "homebrew/linux-fonts/font-cascadia-code-pl"
brew "homebrew/linux-fonts/font-cascadia-mono"
brew "homebrew/linux-fonts/font-cascadia-mono-nf"
brew "homebrew/linux-fonts/font-cascadia-mono-pl"
brew "homebrew/linux-fonts/font-jetbrains-mono-nerd-font"
brew "jdx/tap/usage"
