tap "homebrew/bundle"
tap "homebrew/linux-fonts"
tap "homebrew/services"
brew "xz"
brew "libyaml"
brew "asdf"
brew "bat"
brew "curl"
brew "dbmate"
brew "docker-buildx"
brew "docker-completion"
brew "docker-credential-helper"
brew "eza"
brew "fastfetch"
brew "gcc"
brew "sdl2"
brew "ffmpeg"
brew "fish"
brew "git"
brew "git-lfs"
brew "htop"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "oha"
brew "rsync"
brew "sdl2_image"
brew "sdl2_ttf"
brew "stow"
brew "syncthing", restart_service: true
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "yt-dlp"
brew "homebrew/linux-fonts/font-caskaydia-cove-nerd-font"
brew "homebrew/linux-fonts/font-caskaydia-mono-nerd-font"
brew "homebrew/linux-fonts/font-jetbrains-mono-nerd-font"
