app.drey.KeyRack
com.bitwarden.desktop
com.discordapp.Discord
com.github.Matoking.protontricks
com.github.neithern.g4music
com.github.tchx84.Flatseal
com.heroicgameslauncher.hgl
com.mattjakeman.ExtensionManager
com.protonvpn.www
com.usebottles.bottles
com.valvesoftware.Steam
io.github.seadve.Kooha
io.github.ungoogled_software.ungoogled_chromium
io.kinvolk.Headlamp
net.mullvad.MullvadBrowser
net.nokyan.Resources
org.gnome.Calculator
org.gnome.Loupe
org.gnome.TextEditor
org.gnome.seahorse.Application
org.libreoffice.LibreOffice
org.localsend.localsend_app
org.prismlauncher.PrismLauncher
org.qbittorrent.qBittorrent
org.raspberrypi.rpi-imager
