base-devel
bat
bat-extras
bitwarden-cli
btop
curl
diff-so-fancy
dive
docker
eza
fastfetch
ffmpeg
file
fish
git
hyperfine
jq
k9s
kubectl
micro
mise
procps-ng
rsync
stow
tealdeer
tokei
ttf-cascadia-code
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
usage
wget
yt-dlp
zip
